/*
   Localizable.strings - German
   modizer

   Organized by screens and feature families
*/

// ================================
// MARK: - COMMON / GENERAL
// ================================

/* Common Actions */
"Yes" = "Ja";
"No" = "Nein";
"Ok" = "Ok";
"Cancel" = "Abbrechen";
"Close" = "Schließen";
"Save" = "Sichern";
"Delete" = "Löschen";
"Rename" = "Umbenennen";
"Extract" = "Entpacken";
"Cut" = "Ausschneiden";
"Paste" = "Einfügen";
"Create" = "Erstellen";
"Reset" = "Zurücksetzen";

/* Common States */
"Loading" = "Lädt";
"Extracting" = "Entpacke";
"Seeking" = "Suche";
"Seeking %d%%" = "Suche %d%%";
"Refreshing" = "Aktualisiere";
"Browsing" = "Durchsuche";
"Cancelling..." = "Breche ab...";

/* Common Messages */
"Error" = "Fehler";
"OK" = "OK";
"Warning" = "Warnung";
"Do you want to reset to default value:\n" = "Auf Standardwert zurücksetzen:\n";


// ================================
// MARK: - BROWSER
// ================================

/* Browser Main Keys */
"Browser_LocalBrowsing_MainKey" = "Lokale Dateien";
"Browser_LocalBrowsing_SubKey" = "Lokale Dateien durchsuchen, abspielen & löschen.";

"Browser_MODLAND_MainKey" = "MODLAND-Sammlung";
"Browser_MODLAND_SubKey" = "%d herunterladbare Dateien.";

"Browser_HVSC_MainKey" = "HVSC-Sammlung";
"Browser_HVSC_SubKey" = "%d herunterladbare Dateien.";

"Browser_Playlists_MainKey" = "Playlists";
"Browser_Playlists_SubKey" = "Organisieren, erstellen, löschen & anhören.";

"Browser_Favorites_MainKey" = "Favoriten";
"Browser_Favorites_SubKey" = "Bewertete Songs anhören.";

"Browser_Most_played_MainKey" = "Meist gespielt";
"Browser_Most_played_SubKey" = "Meist gespielte Songs anhören.";

"Browser_Web_MainKey" = "Web";
"Browser_Web_SubKey" = "Internet durchsuchen & Musik herunterladen.";

"Browser_WorldCharts_MainKey" = "World Charts";
"Browser_WorldCharts_SubKey" = "Top-Listen & Download-Links.";

"Browser_WebVGM_MainKey" = "VGMRips";
"Browser_WebVGM_SubKey" = "Videospiel-Musik-Rips";

"Browser_UserGuide_MainKey" = "Bedienungsanleitung";
"Browser_UserGuide_SubKey" = "Handbuch, FAQ, Tipps.";

/* Browser Display Modes */
"GetAllEntries_MainKey" = "Alle fehlenden Einträge holen";
"GetAllEntries_SubKey" = "Begrenzt auf 256 erste fehlende Einträge.";

"DisplayAll_MainKey" = "Alle nach Name sortiert";
"DisplayAll_SubKey" = "Aktuelles Verzeichnis:";

"DisplayDir_MainKey" = "Liste/Verzeichnis";
"DisplayDir_SubKey" = "Alle nach Pfad sortiert:";

"DisplayAllPath_MainKey" = "Alle nach Pfad sortiert";
"DisplayAllPath_SubKey" = "Alle nach Name sortiert:";

/* Browser View Modes */
"Formats/Artists/Files" = "Formate/Künstler/Dateien";
"Artists/Formats/Files" = "Künstler/Formate/Dateien";
"Artists/Files" = "Künstler/Dateien";
"Formats: %d entries." = "Formate: %d Einträge.";
"Artists: %d entries." = "Künstler: %d Einträge.";

/* Browser Stats */
"Played %d times." = "%d mal gespielt.";
"Played once." = "Einmal gespielt.";
"Never played." = "Noch nie gespielt.";
"%d files." = "%d Dateien.";
"1 file." = "1 Datei.";
"Size: %dKB" = "Größe: %dKB";

/* Browser Messages */
"Browser not enough mem." = "Zu viele Einträge, kann Speicher nicht zuweisen.";
"Browser not enough mem. Limited." = "Zu viele Einträge, kann Speicher nicht zuweisen. Liste ist unvollständig.";

/* File Operations */
"New folder" = "Neuer Ordner";
"Enter folder name" = "Ordnername eingeben";
"Nothing to paste" = "Nichts zum Einfügen";
"No file to extract or not supported archive format.\n" = "Keine Datei zum Entpacken oder nicht unterstütztes Archivformat.\n";
"Cannot use iCloud as folder name" = "iCloud kann nicht als Ordnername verwendet werden";

"Issue %d while trying to delete entry.\n%@" = "Fehler %d beim Löschen des Eintrags.\n%@";
"Issue %d while trying to renamefile.\n%@" = "Fehler %d beim Umbenennen der Datei.\n%@";
"Issue %d while moving: %@.\n%@" = "Fehler %d beim Verschieben: %@.\n%@";
"Issue %d while creating folder\n%@" = "Fehler %d beim Erstellen des Ordners\n%@";

"File is not available locally.\nTrigerring download from iCloud, please check in 'Files' application." = "Datei ist lokal nicht verfügbar.\nDownload von iCloud wird gestartet, bitte in 'Dateien'-App prüfen.";

"unavailable" = "nicht verfügbar";

// ================================
// MARK: - SEARCH
// ================================

/* Search States */
"Playlist (%d)" = "Playlist (%d)";
"Playlist/Search off" = "Playlist/Suche aus";

"Local (%d, limited to %d)" = "Lokal (%d, begrenzt auf %d)";
"Local (%d)" = "Lokal (%d)";
"Local/Search off" = "Lokal/Suche aus";

"Modland (%d, limited to %d)" = "Modland (%d, begrenzt auf %d)";
"Modland (%d)" = "Modland (%d)";
"Modland/Search off" = "Modland/Suche aus";

"HVSC (%d, limited to %d)" = "HVSC (%d, begrenzt auf %d)";
"HVSC (%d)" = "HVSC (%d)";
"HVSC/Search off" = "HVSC/Suche aus";

"ASMA (%d, limited to %d)"="ASMA (%d, begrenzt auf %d)";
"ASMA (%d)"="ASMA (%d)";
"ASMA/Search off"="ASMA/Suche aus";

/* Search Messages */
"Searching Playlists..." = "Durchsuche Playlists...";
"Searching Local files..." = "Durchsuche lokale Dateien...";
"Searching MODLAND..." = "Durchsuche MODLAND...";
"Searching HVSC..." = "Durchsuche HVSC...";

"Please enter at least 2 characters for your search." = "Bitte mindestens 2 Zeichen für die Suche eingeben.";
"Please activate at least 1 section for your search." = "Bitte mindestens 1 Bereich für die Suche aktivieren.";


// ================================
// MARK: - PLAYER / NOW PLAYING
// ================================

/* Player States */
"Now playing" = "Aktueller Titel";
"Now playing(%d)" = "Aktueller Titel(%d)";
"Most played" = "Meist gespielt";
"Favorites" = "Favoriten";
"Resuming last\nplayed file" = "Setze zuletzt\ngespielte Datei fort";

/* Player Controls */
"Previous" = "Zurück";
"Previous file" = "Vorherige Datei";
"Next file" = "Nächste Datei";
"Next" = "Weiter";
"Shuffle" = "Zufallswiedergabe";
"Voices control" = "Stimmen-Kontrolle";
"All voices" = "Alle Stimmen";
"Clear 'Now Playing' queue" = "Warteschlange leeren";

/* Song Selection */
"Choose a subsong" = "Subsong wählen";
"Choose a song" = "Song wählen";

/* Player Messages */
"Nothing currently playing. Please select a file." = "Nichts wird abgespielt. Bitte Datei auswählen.";
"File cannot be played. Skipping to next playable file." = "Datei kann nicht abgespielt werden. Springe zur nächsten abspielbaren Datei.";
"Too much entries! Playlist will be limited to %d first entries." = "Zu viele Einträge! Playlist wird auf %d erste Einträge begrenzt.";
"Playlist is full. Delete some entries to add more." = "Playlist ist voll. Einträge löschen, um mehr hinzuzufügen.";

/* Metadata */
"unknown_title" = "Unbekannter Titel";
"unknown_album" = "Unbekanntes Album";
"now_playing_format" = "Spiele: %@ von %@";


// ================================
// MARK: - PLAYLISTS
// ================================

/* Playlist Actions */
"New playlist" = "Neue Playlist";
"Create new playlist" = "Neue Playlist erstellen";
"Save current one" = "Aktuelle speichern";
"Rename playlist" = "Playlist umbenennen";
"Add to a playlist" = "Zu Playlist hinzufügen";
"Choose a playlist" = "Playlist wählen";

/* Playlist Descriptions */
"Create a new empty playlist." = "Neue leere Playlist erstellen.";
"Create a playlist from currently played files." = "Playlist aus aktuell gespielten Dateien erstellen.";
"Browse files" = "Dateien durchsuchen";
"Add or remove entries from browser." = "Einträge aus Browser hinzufügen oder entfernen.";
"Choose a new name." = "Neuen Namen wählen.";

/* Playlist Confirmations */
"Are you sure you want to delete this playlist ?" = "Diese Playlist wirklich löschen?";
"Are you sure you want to delete this entry ?" = "Diesen Eintrag wirklich löschen?";


// ================================
// MARK: - DOWNLOADS
// ================================

"Downloads" = "Downloads";
"Download queue: 1 file" = "Download-Warteschlange: 1 Datei";
"Download queue: %d files" = "Download-Warteschlange: %d Dateien";
"No download in progress" = "Kein Download läuft";
"Downloaded %@" = "%@ heruntergeladen";
"Downloading %@" = "Lade %@ herunter";
"Cannot download from this URL." = "Von dieser URL kann nicht heruntergeladen werden.";
"Could not add files. Please check manually with file browser (Local Browsing/Downloads)." = "Dateien konnten nicht hinzugefügt werden. Bitte manuell im Dateibrowser prüfen (Lokale Dateien/Downloads).";
"File already available locally. Do you want to download it again?" = "Datei bereits lokal verfügbar. Erneut herunterladen?";
"URL have to start with ftp:// or http://" = "URL muss mit ftp:// oder http:// beginnen";
"Cannot connect to FTP." = "Kann nicht mit FTP verbinden.";


// ================================
// MARK: - DATABASE
// ================================

"Database created." = "Datenbank erstellt.";
"Database will now be recreated. Please validate & wait." = "Datenbank wird neu erstellt. Bitte bestätigen & warten.";
"Wrong database version: %d.%d. Will update to %d.%d. Please validate & wait." = "Falsche Datenbankversion: %d.%d. Wird auf %d.%d aktualisiert. Bitte bestätigen & warten.";
"No database found. Will create a new one. Please validate & wait..." = "Keine Datenbank gefunden. Es wird eine neue erstellt. Bitte bestätigen & warten...";


// ================================
// MARK: - COVERS / IMAGES
// ================================

"Image detected" = "Bild erkannt";
"Choose_SaveCover" = "Bild als Cover für %@ speichern?";
"CoverFolder" = "Als Ordner-Cover";
"CoverFile" = "Als Datei-Cover";
"Confirm_RemCurCovers" = "Aktuelle Cover für %@ entfernen (Ordner & Datei)?";


// ================================
// MARK: - SETTINGS - GENERAL
// ================================

/* Settings Sections */
"Settings_General" = "Allgemein";
"Settings_Player" = "Player";
"Settings_Display" = "Anzeige";
"Settings_Download" = "Download";
"Settings_FTP" = "FTP";
"Settings_PlaybackLib" = "Wiedergabe-Bibliotheken";
"Settings_Settings" = "Einstellungen";

/* Settings Presets */
"Settings_SettingsDefault" = "Standard";
"Settings_SettingsHigh" = "Hoch";
"Settings_SettingsMed" = "Mittel";
"Settings_SettingsLow" = "Niedrig";

"Confirm_SettingsDef" = "Einstellungen wirklich auf 'Standard'-Werte zurücksetzen?";
"Confirm_SettingsHigh" = "Einstellungen wirklich auf 'Hoch'-Werte zurücksetzen?";
"Confirm_SettingsMed" = "Einstellungen wirklich auf 'Mittel'-Werte zurücksetzen?";
"Confirm_SettingsLow" = "Einstellungen wirklich auf 'Niedrig'-Werte zurücksetzen?";

/* Global Player Settings */
"Search: simplified regexp ('.'->'\\.', '*'->'.*')" = "Suche: vereinfachter Regex ('.'->'\\.', '*'->'.*')";
"Resume position on launch" = "Position beim Start fortsetzen";
"Notification" = "Benachrichtigung";
"Notification duration" = "Benachrichtigungsdauer";
"Disable screen auto lock" = "Automatische Bildschirmsperre deaktivieren";
"No screen auto lock" = "Keine automatische Bildschirmsperre";
"Enable playback ratio" = "Wiedergabeverhältnis aktivieren";
"Playback ratio" = "Wiedergabeverhältnis";
"Default length" = "Standardlänge";
"Default length %d:%.2d" = "Standardlänge %d:%.2d";
"Fade-out time" = "Ausblendzeit";
"Silence Detection" = "Stille-Erkennung";
"Stop song if silent for more than selected number of seconds. 0: off" = "Song stoppen, wenn länger als gewählte Sekunden still. 0: aus";
"Will skip song if nothing is played for specified duration (0=off)" = "Überspringt Song, wenn nichts für angegebene Dauer gespielt wird (0=aus)";
"Force mono" = "Mono erzwingen";
"Panning" = "Panning";
"Panning value" = "Panning-Wert";
"Audio latency" = "Audio-Latenz";
"Audio latency in ms" = "Audio-Latenz in ms";
"Multi default action" = "Multi-Standardaktion";
"Browse" = "Durchsuchen";
"Archive/multi play mode" = "Archiv/Multi-Wiedergabemodus";
"Entry"="Eintrag";

/* Archive Settings */
"Archive multi default action" = "Archiv-Multi-Standardaktion";
"Archive multi play mode" = "Archiv-Multi-Wiedergabemodus";

/* Playlist Settings */
"Play/Enqueue action" = "Abspielen/Einreihen-Aktion";
"Enqueue mode" = "Einreihen-Modus";
"Default Action" = "Standardaktion";
"Play" = "Abspielen";
"Enqueue" = "Einreihen";
"Enq.&Play" = "Einr.&Spiel";
"First" = "Erste";
"Current" = "Aktuell";
"Last" = "Letzte";
"Enqueue position" = "Einreihen-Position";
"Post download action" = "Aktion nach Download";
"Nothing" = "Nichts";

/* Display Settings */
"Background mode" = "Hintergrundmodus";
"Partial" = "Teilweise";
"Full" = "Voll";
"Off=no background process, Partial=keep playing music, Full=keep app on in background" = "Aus=kein Hintergrund, Teilweise=Musik weiterspielen, Voll=App im Hintergrund aktiv";
"Long name truncate" = "Lange Namen kürzen";
"Head" = "Anfang";
"Mid." = "Mitte";
"Tail" = "Ende";
"Filename as title" = "Dateiname als Titel";

/* Local Files Settings */
"Auto. restore Samples folder" = "Samples-Ordner automatisch wiederherstellen";
"Send statistics" = "Statistiken senden";


// ================================
// MARK: - SETTINGS - DATABASE
// ================================

"Settings_DB" = "Datenbank";
"Settings_CleanDB" = "Datenbank bereinigen";
"Settings_ResetPlCnt" = "Abspielzähler zurücksetzen";
"Settings_ResetRatings" = "Bewertungen zurücksetzen";
"Settings_ResetDB" = "Gesamte Datenbank zurücksetzen";

"Confirm_DBClean" = "Datenbankbereinigung starten (kann dauern)?";
"Confirm_Reset_PlCnt" = "Wirklich alle Abspielzähler zurücksetzen?";
"Confirm_Reset_Ratings" = "Wirklich alle Bewertungen zurücksetzen?";
"Confirm_ResetDB" = "Wirklich die gesamte Datenbank zurücksetzen? Playlists, Bewertungen, Zähler werden gelöscht.";


// ================================
// MARK: - SETTINGS - LOCAL FILES
// ================================

"Settings_LocalFiles" = "Lokale Dateien";
"Settings_RecreateSamples" = "'Samples'-Ordner neu erstellen";
"Settings_FormatDownloads" = "'Downloads'-Ordner formatieren";
"Settings_RemCovers" = "Cover entfernen";
"Settings_UpdateFilesBackupFlag" = "Dateisystem prüfen";

"Confirm_RecreateSamples" = "'Samples'-Ordner neu erstellen?";
"Confirm_FormatDownloads" = "ALLE Dateien aus Lokale Dateien/Web-Ordner entfernen?";
"Confirm_CheckFiles" = "Lokales Dateisystem prüfen?";


// ================================
// MARK: - SETTINGS - PLUGINS
// ================================

/* AdPlug */
"OPL type" = "OPL-Typ";
"Stereo surround" = "Stereo-Surround";

/* GBSPlay */
"HP filter type" = "HP-Filtertyp";
"Highpass filter type" = "Hochpassfilter-Typ";

/* Game Music Emu (GME) */
"Stereo separation" = "Stereo-Trennung";
"Ignore silence" = "Stille ignorieren";
"Silence detection" = "Stille-Erkennung";
"Equalizer" = "Equalizer";
"Bass" = "Bass";
"Treble" = "Höhen";

/* GSF */
"Sound quality" = "Soundqualität";
"Interpolation" = "Interpolation";
"Low-pass filter" = "Tiefpassfilter";
"Echo" = "Echo";

/* Highly Complete (HC) */
"Resample quality" = "Resample-Qualität";
"Main enabled" = "Main aktiviert";
"Reverb enabled" = "Reverb aktiviert";

/* NSFPlay */
"NSFPLAY default length" = "NSFPLAY-Standardlänge";
"LPF strength" = "LPF-Stärke";
"Min=off, default: 112" = "Min=aus, Standard: 112";
"HPF strength" = "HPF-Stärke";
"Region" = "Region";
"VRC7 Patches" = "VRC7-Patches";
"Force IRQ" = "IRQ erzwingen";
"Quality" = "Qualität";

/* OpenMPT */
"Master volume" = "Master-Lautstärke";
"Sampling" = "Sampling";
"Resampling" = "Resampling";

/* SID */
"Engine" = "Engine";
"Filter" = "Filter";
"Force loop" = "Schleife erzwingen";
"Clock" = "Takt";
"Model" = "Modell";
"Force 2nd SID" = "2. SID erzwingen";
"Address 2nd" = "Adresse 2.";
"0xD420-0xD7FF or 0xDE00-0xDFFF" = "0xD420-0xD7FF oder 0xDE00-0xDFFF";
"Force 3rd SID" = "3. SID erzwingen";
"Address 3rd" = "Adresse 3.";

/* Timidity */
"Max loop" = "Max. Schleife";
"MIDI polyphony" = "MIDI-Polyphonie";
"Amplification" = "Verstärkung";
"Chorus" = "Chorus";
"Reverb" = "Reverb";
"Resample" = "Resample";
"LP filter" = "LP-Filter";

/* UADE */
"Headphones" = "Kopfhörer";
"LED filter" = "LED-Filter";
"Normalization" = "Normalisierung";
"Post FX" = "Post-FX";
"Panning" = "Panning";
"Panning value" = "Panning-Wert";
"Gain" = "Gain";
"Gain value" = "Gain-Wert";
"Force NTSC" = "NTSC erzwingen";

/* VGMPlay */
"Prefer JTAG" = "JTAG bevorzugen";
"YM2612 emulator" = "YM2612-Emulator";
"Nuked OPN2 option" = "Nuked OPN2-Option";
"YMF262 emulator" = "YMF262-Emulator";
"YM3812 emulator" = "YM3812-Emulator";
"QSound emulator" = "QSound-Emulator";
"RF5C68 emulator" = "RF5C68-Emulator";

/* VGMStream */
"Max loop" = "Max. Schleife";

/* XMP */
"Amiga 500 Filter" = "Amiga 500-Filter";


// ================================
// MARK: - SETTINGS - VISUALIZATIONS
// ================================

/* General FX */
"FX Alpha" = "FX-Alpha";
"FX Fullscreen" = "FX-Vollbild";
"FX FPS" = "FX-FPS";
"FX show info" = "FX-Info anzeigen";
"Tech Info" = "Technische Info";
"Show FPS and other infos (CPU, Resolution, ProjectM audio data)" = "FPS und andere Infos zeigen (CPU, Auflösung, ProjectM-Audiodaten)";
"FX Level of details" = "FX-Detailstufe";
"Low" = "Niedrig";
"Med" = "Mittel";
"High" = "Hoch";
"Slow FX limit" = "Langsame FX-Grenze";
"Deactivate FX if too slow." = "FX deaktivieren, wenn zu langsam.";
"Weak" = "Schwach";
"Strong" = "Stark";
"Display song info" = "Song-Info anzeigen";
"When in fulllscreen, display song info when it changes. TL is Top Left, DR is Bottom Right, C is Center." = "Im Vollbild Song-Info bei Wechsel anzeigen. TL ist oben links, DR ist unten rechts, C ist Mitte.";

/* ProjectM */
"ProjectM settings" = "ProjectM-Einstellungen";
"ProjectM on/off" = "ProjectM an/aus";
"Show preset label" = "Preset-Label anzeigen";
"Auto switch presets mode" = "Auto-Preset-Wechsel";
"Lock preset" = "Preset sperren";
"Time between preset" = "Zeit zwischen Presets";
"Blend presets" = "Presets überblenden";
"Blend time" = "Überblendzeit";
"Bundled presets" = "Mitgelieferte Presets";
"Custom presets" = "Eigene Presets";
"Aspect ratio" = "Seitenverhältnis";
"Mesh size X" = "Mesh-Größe X";
"Mesh size Y" = "Mesh-Größe Y";
"Hard cut enabled" = "Hard Cut aktiviert";
"Hard cut min time" = "Hard Cut Min.-Zeit";
"Hard cut sensitivity" = "Hard Cut-Empfindlichkeit";
"Beat sensitivity" = "Beat-Empfindlichkeit";
"Permissive mode" = "Permissiver Modus";

/* Oscilloscope */
"Oscillo settings" = "Oszilloskop-Einstellungen";
"FX mode" = "FX-Modus";
"Show label" = "Label anzeigen";
"Label font size" = "Label-Schriftgröße";
"Show grid" = "Raster anzeigen";
"Grid color" = "Rasterfarbe";
"Line width" = "Linienbreite";
"Mono color" = "Monofarbe";
"Multi color set" = "Mehrfarbset";
"Reset all colors" = "Alle Farben zurücksetzen";
"Thin" = "Dünn";
"Medium" = "Mittel";
"Thick" = "Dick";
"Beefy" = "Kräftig";

/* Piano Roll / MIDI */
"Piano roll" = "Piano Roll";
"Activate Piano roll FX, standard or 'Synthesia' like" = "Piano Roll-FX aktivieren, Standard oder 'Synthesia'-ähnlich";
"Activate spark FX, colored or white" = "Funken-FX aktivieren, farbig oder weiß";
"Display voices labels" = "Stimmen-Labels anzeigen";
"Display octaves labels" = "Oktaven-Labels anzeigen";
"MIDI pattern" = "MIDI-Pattern";
"MIDI cut line" = "MIDI-Schnittlinie";
"MIDI bar style" = "MIDI-Balkenstil";
"MIDI bar vibrato" = "MIDI-Balken-Vibrato";
"Piano 3D" = "Piano 3D";
"Piano cut line" = "Piano-Schnittlinie";
"Piano color mode" = "Piano-Farbmodus";

/* Spectrum */
"3D spectrum" = "3D-Spektrum";
"3D spectrum bloom" = "3D-Spektrum-Bloom";
"Spectrum" = "Spektrum";
"3D landscape" = "3D-Landschaft";
"3D landscape bloom" = "3D-Landschaft-Bloom";

/* MOD Pattern */
"MOD pattern" = "MOD-Pattern";
"MOD pattern BG alpha" = "MOD-Pattern-BG-Alpha";
"MOD pattern vol bar" = "MOD-Pattern-Vol.-Balken";
"MOD pattern current line mode" = "MOD-Pattern-Aktuelle-Zeile-Modus";
"MOD pattern font" = "MOD-Pattern-Schrift";
"MOD pattern font size" = "MOD-Pattern-Schriftgröße";
"MOD pattern theme" = "MOD-Pattern-Theme";


// ================================
// MARK: - WEB BROWSER
// ================================

"Browser_Welcome_Message" = "<b>Willkommen im Modizer-Webbrowser!</b><br><br>Nutzen Sie die Adressleiste oben zur Navigation oder erkunden Sie Ihre Lesezeichen.<br><br>Um ein Bild als Cover zu verwenden, kopieren Sie es mit langem Drücken (iOS) oder Rechtsklick (macOS) in die Zwischenablage.";
"Bookmarks" = "Lesezeichen";


// ================================
// MARK: - ABOUT
// ================================

"About_Text" = "v4.2 © Yohann Magnien / YoyoFR\n\nKontakt: mailto:modizerhelp@gmail.com\nWeb: https://modizer.app\n\nModizers Logo von Steve Miele.\n\nAnzahl unterstützter Dateiformate/Erweiterungen: 1090.\n!PM!,04SW,208,2DX9,2PSF,2SF,2SFLIB,3DO,4,40A,40B,41A,50A,60A,61A,669,800,9TAV,A2M,AAC,AAM,AAX,ABK,AC1,AC1D,ACB,ACM,ACX,ADL,ADLIB,ADM,ADP,ADPCM,ADPCMX,ADS,ADSC,ADW,ADX,AFC,AFS2,AGD,AGI,AGSC,AHV,AHX,AI,AIF,AIF-LOOP,AIFC,AIFCL,AIFF,AIFFL,AIX,AKB,AL,AL2,ALP,AMC,AMD,AMF,AMS,AMTS,AO,AON,AON4,AON8,AP,APC,APE,AS0,AS3M,AS4,ASC,ASD,ASF,ASR,ASS,AST,AT3,AT9,ATSL,ATSL3,ATSL4,ATX,AUD,AUS,AVAL,AVP,AWB,AWC,AY,B1S,BAF,BAKA,BAM,BANK,BAO,BAR,BCSTM,BCWAV,BD,BD3,BDS,BDSP,BFC,BFSTM,BFWAV,BFWAVNSMBU,BG00,BGM,BGW,BH2PCM,BIK,BIK2,BIKA,BIN,BK2,BLK,BMDX,BMF,BMS,BNK,BNM,BNS,BNSF,BO2,BP,BP3,BRSTM,BRSTMSPM,BSF,BSI,BSND,BSS,BTSND,BVG,BWAV,BYTES,C64,C67,CAF,CAPDSP,CBD2,CC3,CCC,CD,CFF,CFN,CHAN,CHI,CHK,CHP,CIN,CKB,CKD,CKS,CM,CM3,CMC,CMF,CMR,CMS,CNK,COP,CORE,CP,CPK,CPLX,CPS,CRB,CSB,CSMP,CTRL,CUS,CUST,CUSTOM,CVS,CWAV,CXS,D00,DA,DAT,DATA,DAX,DB,DBM,DCS,DCT,DDSP,DE2,DEC,DFM,DH,DI,DIGI,DIVA,DL,DLM1,DLM2,DLN,DLT,DL_DELI,DM0,DM1,DM2,DMC,DMF,DMM,DMO,DMSG,DMU,DMU2,DNS,DODA,DP,DR0,DRO,DS2,DSB,DSC,DSF,DSFLIB,DSM,DSP,DSPW,DSQ,DSR,DSS,DST,DTK,DTM,DUM,DVI,DW,DWOLD,DXH,DZ,E4X,EA,EAM,EAS,EMFF,EMOD,EMS,EMSV6,ENM,ENO,ENS,ESV,ET1,EU,EUP,EX,EXA,EZW,FAG,FAR,FC,FC-BSI,FC-M,FC13,FC14,FC3,FC4,FCM,FDA,FDI,FFW,FILP,FLAC,FLX,FMB,FNK,FP,FRED,FSB,FSV,FT,FTC,FUZ,FUZZ,FW,FWAV,FWSE,G1L,GAM,GAMPLUS,GBR,GBS,GBTS,GCA,GCM,GCUB,GCW,GDM,GENH,GIN,GLUE,GM,GMC,GMS,GOT,GRAY,GSB,GSF,GSFLIB,GTD,GTR,GV,GWM,GYM,H4M,HA2,HAB,HBT,HCA,HD,HDR,HES,HGC1,HIP,HIP7,HIPC,HIS,HMC,HN,HPS,HRM,HRP,HRT,HRT!,HSC,HSF,HSP,HSQ,HST,HVL,HWAS,HX2,HX3,HXC,HXD,HXG,HXX,IAB,IADP,ICE,IDMSF,IDSP,IDVI,IDWAV,IDXMA,IFS,IKM,ILD,IMA,IMC,IMF,IMS,IMX,INSTR,INT,IS,IS14,IS20,ISB,ISD,ISWS,IT,IT1,ITL,IVAG,IVAUD,IVB,J2B,JAM,JBM,JC,JCB,JCBO,JD,JMF,JO,JOE,JP,JPN,JPND,JPO,JPOLD,JSTM,JT,KAT,KCES,KCEY,KEF,KEF7,KH,KM9,KNS,KOVS,KRAW,KRIS,KRS,KSM,KSS,KTAC,KTSL2ASBIN,KTSS,KVS,L,LAA,LAAC,LAIF,LAIFC,LAIFF,LASF,LAX,LBIN,LDS,LEG,LEP,LIN,LIQ,LM0,LM1,LM2,LM3,LM4,LM5,LM6,LM7,LME,LMP3,LMP4,LOGG,LOPUS,LP,LPCM,LPK,LPS,LRMB,LSE,LSF,LSTM,LWAV,LZS,M,M15,M2,M3U,M4A,M4V,MA,MAB,MAD,MAP,MATX,MAX,MBM,MC,MC3,MCA,MCADPCM,MCG,MCMD,MCMD_ORG,MCO,MCR,MD,MDAT,MDI,MDL,MDS,MDSP,MDST,MDX,MDY,MED,MEXXMP,MFP,MG,MGS,MI4,MIB,MIC,MID,MIDI,MIHB,MINI2SF,MINIDSF,MINIGSF,MININCSF,MINIPSF,MINIPSF2,MINIQSF,MINISNSF,MINISSF,MINIUSF,MJB,MK2,MKF,MKII,MKIIO,MKJ,ML,MM4,MM8,MMCMP,MMD0,MMD1,MMD2,MMD3,MMD4,MMDC,MMS,MNSTR,MO3,MOD,MOD15,MOD15_MST,MOD15_ST-IV,MOD15_UST,MOD_ADSC4,MOD_COMP,MOD_DOC,MOD_FLT4,MOD_NTK,MOD_NTK1,MOD_NTK2,MOD_NTKAMP,MOGG,MOK,MON,MON_OLD,MP3,MP4,MPD,MPDSP,MPF,MPG,MPK,MPRO,MPT,MPTM,MS,MSA,MSADPCM,MSB,MSC,MSD,MSF,MSO,MSP,MSS,MSV,MSVP,MT2,MTA2,MTAF,MTK,MTM,MTP2,MTR,MUG,MUG2,MUL,MUPS,MUS,MUSC,MUSX,MW,MWV,MXST,MYSPD,MZ,N64,NAAC,NCSF,NCSFLIB,NDP,NDS,NGCA,NLSD,NOISEPACKER2,NOISEPACKER3,NOP,NP,NP1,NP2,NP3,NPS,NPSF,NR,NRU,NSF,NSFE,NSOPUS,NST,NTP,NTPK,NUB,NUB2,NUS3AUDIO,NUS3BANK,NWA,NWAV,NXA,OCTAMED,OGG,OGL,OKT,OMU,ONE,OPI,OPUS,OPUSX,OPX,ORG,OSP,OTM,OVB,OVI,OXM,OZI,P,P00,P10,P21,P2BT,P30,P3D,P40A,P40B,P41A,P4X,P50A,P5A,P5X,P60,P60A,P61,P61A,P6X,P86,PAP,PAST,PCD,PCM,PDT,PDX,PFLT,PHA,PIN,PIS,PK,PLM,PM,PM0,PM01,PM1,PM10C,PM18A,PM2,PM20,PM4,PM40,PMB,PMZ,PNB,POLK,PONA,POS,POWT,PP10,PP20,PP21,PP30,PPC,PPK,PPM,PPS,PPZ,PR1,PR2,PRG,PROM,PRU,PRU1,PRU2,PRUN,PRUN1,PRUN2,PS,PS2STM,PSA,PSC,PSF,PSF2,PSF2LIB,PSFLIB,PSG,PSH,PSID,PSM,PSND,PSW,PT,PT1,PT2,PT3,PT36,PTCOP,PTM,PTTUNE,PUMA,PVI,PVP,PWR,PXA,PYG,PYGM,PYGMY,PZI,QC,QPA,QSF,QSFLIB,QTS,R,RAC,RAD,RAK,RAS,RAW,RH,RHO,RIFF,RIX,RJP,RK,RKB,RKV,RMT,RND,ROF,ROL,RPGMVO,RRDS,RSD,RSF,RSID,RSM,RSP,RSTM,RTM,RWAR,RWAV,RWS,RWSD,RWX,RXW,S-C,S14,S3M,S7G,S98,S98xxxxxxxxx,SA,SA-P,SA2,SAB,SAD,SAF,SAP,SAS,SAT,SA_OLD,SB,SB0,SB1,SB2,SB3,SB4,SB5,SB6,SB7,SBIN,SBK,SBR,SBV,SC,SC68,SCD,SCH,SCI,SCL,SCN,SCR,SCT,SCUMM,SD9,SDB,SDF,SDR,SDT,SEB,SED,SEG,SF0,SF2,SFL,SFM,SFS,SFX,SFX13,SFX2,SG,SGB,SGC,SGD,SGX,SID,SID1,SID2,SJS,SKT,SKYT,SL3,SLI,SM,SM0,SM1,SM2,SM3,SM4,SM5,SM6,SM7,SMC,SMK,SMN,SMP,SMPL,SMPRO,SMUS,SMV,SND,SNDH,SNDMON,SNDS,SNG,SNGW,SNK,SNR,SNS,SNSF,SNSFLIB,SNT,SNT!,SNU,SNX,SOC,SOD,SOG,SON,SONIC,SOP,SPC,SPD,SPK,SPL,SPM,SPS,SPSD,SPW,SQD,SQT,SQX,SS,SS2,SSF,SSFLIB,SSM,SSS,ST,ST1,ST2,ST26,ST3,ST30,STAR,STC,STER,STK,STM,STMA,STP,STPK,STR,STREAM,STRM,STS,STX,SUN,SVAG,SVG,SVS,SWAG,SWAV,SWD,SWITCH_AUDIO,SX,SXD,SXD1,SXD2,SXD3,SYN,SYNMOD,SZX,TD0,TEC,TF,TF0,TFC,TFD,TFE,TFHD1.5,TFHD7V,TFHDPRO,TFMX,TFMX1.5,TFMX7V,TFMXPRO,TGQ,TGV,THM,THN,THP,THX,TINY,TK5,TLZ,TLZP,TM2,TM8,TMC,TME,TMX,TP,TP1,TP2,TP3,TPU,TRA,TRC,TRD,TRO,TRONIC,TRS,TS,TUN,TW,TWO,TXT,TXTH,TXTP,TYDSP,UDS,UE4OPUS,ULT,ULW,UM3,UMX,UN2,UNIC,UNIC2,USF,USFLIB,UTK,UV,V0,V1,V2M,V2MZ,VA3,VAG,VAI,VAS,VAWX,VB,VBK,VDM,VDS,VGM,VGS,VGV,VGZ,VID,VIG,VIS,VMS,VOI,VP6,VPK,VS,VSF,VSS,VSV,VTX,VXN,WAA,WAC,WAD,WAF,WAM,WAS,WAV,WAVC,WAVE,WAVEBATCH,WAVM,WAY,WB,WB2,WBD,WD,WEM,WII,WLF,WMA,WMUS,WN,WOW,WP2,WPD,WSD,WSI,WSR,WUA,WV2,WV6,WVE,WVS,WVX,X,XA,XA2,XA30,XAD,XAG,XAN,XANN,XAU,XAV,XEN,XM,XMA,XMA2,XMD,XMU,XNA,XNB,XOPUS,XPK,XPS,XSE,XSEW,XSF,XSM,XSS,XVAG,XVAS,XWAV,XWB,XWC,XWM,XWMA,XWS,XWV,YDSP,YM,YMF,ZEN,ZIC,ZSD,ZSM,ZSS,ZWDSP,ZWV,ZXZIP\nIntegrierte Player-Bibliotheken:\n- Adplug\n- Another Slight Atari Player(ASAP)\n- AtariSound\n- Eupmini\n- ffmpeg/mpg123/vorbis\n- Game Music Emu\n- FMPmini\n- Highly Complete\n- AHX/Hively tracker\n- LazyUSF\n- Libvgm\n- Mdxplay\n- NSFPlay\n- OpenMPT\n- PlayGSF\n- Pmdmini\n- PxTone / Organya\n- PT3Player\n- SC68\n- Sibplayfp\n- Snes9x/snsf\n- ST-Sound\n- Timidity(mit Merlin_gold SF2-Soundfont)\n- UADE\n- XSF (2SF, NCSF)\n- XMP\n-V2M tinyplayer\n- VGMStream\n- VIO2SF\n- WebSID\n- ZXTune\n\nHaftungsausschluss:\nInternet-Zugriffe auf die Modland-, HVSC- & ASMA-Bibliotheken werden als As-is-Service bereitgestellt, Garantie für Verfügbarkeit und/oder Funktionalität wird nicht gegeben. Nutzen Sie diese App auf eigenes Risiko.";


// ================================
// MARK: - SUPPORT
// ================================

"Mail support" = "Mail-Support";
"Contact support by email" = "Support per E-Mail kontaktieren";
"[Please describe your request below]" = "[Bitte beschreiben Sie Ihre Anfrage unten]";


// ================================
// MARK: - DONATION / TIPS
// ================================

"Thank You! ❤️" = "Vielen Dank! ❤️";
"Send a tip to Modizer" = "Trinkgeld an Modizer senden";
"Support Modizer development" = "Modizer-Entwicklung unterstützen";


// ================================
// MARK: - LAUNCH / INITIALIZATION
// ================================

"Cleaning DB & \nreseting settings" = "Bereinige DB & \nsetze Einstellungen zurück";
"First launch or issue encountered last time Modizer was running. Apply default settings?" = "Erster Start oder Problem beim letzten Modizer-Lauf. Standardeinstellungen anwenden?";


// ================================
// ================================
// MARK: - SIRI / APP INTENTS
// ================================

/* Intent-Titel */
"Play" = "Abspielen";
"Pause" = "Pause";
"Stop" = "Stop";
"Next Song" = "Nächstes Lied";
"Previous Song" = "Vorheriges Lied";
"Play Subsong" = "Subsong abspielen";
"Seek" = "Suchen";
"Set Infinite Loop" = "Endlosschleife einstellen";
"Set Loop Mode" = "Wiederholungsmodus einstellen";
"Set Shuffle Mode" = "Zufallsmodus einstellen";
"Toggle Shuffle" = "Zufallswiedergabe umschalten";
"Toggle Loop Mode" = "Wiederholungsmodus umschalten";
"Set Fullscreen mode" = "Vollbildmodus einstellen";
"Go the player view" = "Zur Player-Ansicht gehen";
"Set FX" = "FX einstellen";
"Get Now Playing" = "Aktuelle Wiedergabe abrufen";
"Get Playlists" = "Wiedergabelisten abrufen";
"Play some music" = "Musik abspielen";
"Play most played" = "Meistgespielte abspielen";
"Play favorites" = "Favoriten abspielen";
"Play Playlist" = "Wiedergabeliste abspielen";
"Play Playlist By Name" = "Wiedergabeliste nach Name abspielen";

/* Intent-Beschreibungen */
"Starts playing music in Modizer." = "Startet die Musikwiedergabe in Modizer.";
"Pauses music playback in Modizer." = "Pausiert die Musikwiedergabe in Modizer.";
"Stops music playback in Modizer." = "Stoppt die Musikwiedergabe in Modizer.";
"Skips to the next song in Modizer." = "Springt zum nächsten Lied in Modizer.";
"Skips to the previous song in Modizer." = "Springt zum vorherigen Lied in Modizer.";
"Plays a specific subsong in the current file." = "Spielt einen bestimmten Subsong in der aktuellen Datei ab.";
"Seeks to a specific position in the current song." = "Springt zu einer bestimmten Position im aktuellen Lied.";
"Set the infinite loop mode in Modizer." = "Stellt den Endlosschleifen-Modus in Modizer ein.";
"Set the loop mode in Modizer." = "Stellt den Wiederholungsmodus in Modizer ein.";
"Set the shuffle mode in Modizer." = "Stellt den Zufallsmodus in Modizer ein.";
"Toggles shuffle mode in Modizer." = "Schaltet den Zufallsmodus in Modizer um.";
"Toggles loop mode in Modizer." = "Schaltet den Wiederholungsmodus in Modizer um.";
"Set Fullscreen mode on or off in Modizer." = "Schaltet den Vollbildmodus in Modizer ein oder aus.";
"Go the player view in Modizer." = "Geht zur Player-Ansicht in Modizer.";
"Set FX mode in Modizer." = "Stellt den FX-Modus in Modizer ein.";
"Gets information about the currently playing song." = "Ruft Informationen über das aktuell gespielte Lied ab.";
"Gets the list of available playlists in Modizer." = "Ruft die Liste der verfügbaren Wiedergabelisten in Modizer ab.";
"Random picks from available local titles in Modizer." = "Zufällige Auswahl aus verfügbaren lokalen Titeln in Modizer.";
"Most played titles from available local titles in Modizer." = "Meistgespielte Titel aus verfügbaren lokalen Titeln in Modizer.";
"Favorites titles from available local titles in Modizer." = "Favoriten-Titel aus verfügbaren lokalen Titeln in Modizer.";
"Plays a specific playlist in Modizer. Note: For best results with voice commands, use 'Play Playlist By Name' instead." = "Spielt eine bestimmte Wiedergabeliste in Modizer ab. Hinweis: Für beste Ergebnisse mit Sprachbefehlen verwenden Sie stattdessen 'Wiedergabeliste nach Name abspielen'.";
"Plays a playlist by name in Modizer. Recommended for voice commands." = "Spielt eine Wiedergabeliste nach Name in Modizer ab. Empfohlen für Sprachbefehle.";

/* Parameter */
"Subsong Index" = "Subsong-Index";
"The index of the subsong to play" = "Der Index des abzuspielenden Subsongs";
"Position (seconds)" = "Position (Sekunden)";
"The position to seek to in seconds" = "Die Position in Sekunden, zu der gesprungen werden soll";
"Relative" = "Relativ";
"Whether to seek relative to current position" = "Ob relativ zur aktuellen Position gesprungen werden soll";
"Infinite Loop Mode" = "Endlosschleifen-Modus";
"0: off, 1: infinite loop" = "0: aus, 1: Endlosschleife";
"Repeat Mode" = "Wiederholungsmodus";
"0: off, 1: loop current title, 2: loop playlist" = "0: aus, 1: aktuellen Titel wiederholen, 2: Wiedergabeliste wiederholen";
"Shuffle Mode" = "Zufallsmodus";
"0: off, 1: choose only one title if file has subsongs or is an archive, 2: play all titles of a given file" = "0: aus, 1: nur einen Titel wählen, wenn die Datei Subsongs hat oder ein Archiv ist, 2: alle Titel einer Datei abspielen";
"Fullscreen mode" = "Vollbildmodus";
"Activate (1) or disactivate (0) Fullscreen mode" = "Vollbildmodus aktivieren (1) oder deaktivieren (0)";
"FX" = "FX";
"The FX to set" = "Der einzustellende FX";
"FX Mode" = "FX-Modus";
"The mode to activate for the selected FX (0:off)" = "Der Modus, der für den ausgewählten FX aktiviert werden soll (0:aus)";
"Playlist" = "Wiedergabeliste";
"The playlist to play" = "Die abzuspielende Wiedergabeliste";
"Start Index" = "Startindex";
"The index of the song to start playing from (0-based)" = "Der Index des Lieds, ab dem die Wiedergabe gestartet werden soll (0-basiert)";
"Playlist Name" = "Wiedergabelistenname";
"The name of the playlist to play" = "Der Name der abzuspielenden Wiedergabeliste";
"Which playlist would you like to play?" = "Welche Wiedergabeliste möchten Sie abspielen?";

/* Dialog-Nachrichten */
"play_playlist_dialog" = "Wiedergabeliste %@ wird abgespielt";
"Playlist not found. Use 'Get Playlists' to see available playlists." = "Wiedergabeliste nicht gefunden. Verwenden Sie 'Wiedergabelisten abrufen', um verfügbare Wiedergabelisten anzuzeigen.";
"No playlists found" = "Keine Wiedergabelisten gefunden";

/* FX-Namen */
"ProjectM" = "ProjectM";
"Oscillo" = "Oszilloskop";
"Piano roll" = "Notenrolle";
"3D Piano" = "3D-Piano";
"Notes bars" = "Notenbalken";
"Tracker" = "Tracker";
"2D Spectrum" = "2D-Spektrum";
"3D Spectrum" = "3D-Spektrum";
"3D Landscape" = "3D-Landschaft";

// ================================

"Get Now Playing" = "Aktuellen Titel abrufen";
"Which playlist would you like to play?" = "Welche Playlist möchten Sie abspielen?";


// ================================


// ================================
// MARK: - VOICE COMMANDS UI
// ================================

"Voice Commands" = "Sprachbefehle";
"Siri voice commands for Modizer" = "Siri-Sprachbefehle für Modizer";
"Voice Commands: Playback" = "Wiedergabe";
"Voice Commands: Navigation" = "Navigation";
"Voice Commands: Playlists" = "Wiedergabelisten";
"Voice Commands: Modes" = "Modi";
// MARK: - TABS
// ================================

"Search" = "Suche";
"More" = "Mehr";
"Suspend" = "Pausieren";
"Clear all" = "Alle löschen";
"Online" = "Online";


// ================================
// MARK: - MORE TAB
// ================================

"About" = "Über";
"Some general informations" = "Allgemeine Informationen";
"Settings" = "Einstellungen";
"Global, Visu, FTP & Plugins" = "Global, Visu, FTP & Plugins";
"Maintenance" = "Wartung";
"Clean DB, Reset ratings, ..." = "DB bereinigen, Bewertungen zurücksetzen, ...";


// ================================
// MARK: - ONLINE TAB / COLLECTIONS
// ================================

/* Section Headers */
"Collections" = "Sammlungen";
"Browse Internet" = "Internet durchsuchen";
"Games Music" = "Spielemusik";
"Mods & chiptunes" = "Mods & Chiptunes";
"Other" = "Sonstiges";

/* Collections */
"MODLAND collection" = "MODLAND-Sammlung";
"AMP collection" = "AMP-Sammlung";
"HVSC collection" = "HVSC-Sammlung";
"ASMA collection" = "ASMA-Sammlung";
"JOSHW collection" = "JOSHW-Sammlung";
"VGMRips collection" = "VGMRips-Sammlung";
"SNESmusic collection" = "SNESmusic-Sammlung";
"SMS Power! collection" = "SMS Power!-Sammlung";
"ZXArt collection" = "ZXArt-Sammlung";

/* Collection Descriptions */
"%d entries" = "%d Einträge";
"Thousands of entries" = "Tausende Einträge";
"4K+ packs / 70K+ songs" = "4K+ Packs / 70K+ Songs";
"1500+ sets / Super Nintendo/Famicom" = "1500+ Sets / Super Nintendo/Famicom";
"Master System & Game gear sets" = "Master System & Game Gear-Sets";
"ZX Spectrum" = "ZX Spectrum";

/* Internet */
"Modizer World Charts" = "Modizer World Charts";
"Web browser" = "Webbrowser";
"No internet connectivity or website down." = "Keine Internetverbindung oder Website nicht erreichbar.";

// ================================
// MARK: - SETTINGS - FAMILIES & UI
// ================================

/* Settings Families */
"Global" = "Global";
"Default Players" = "Standard-Player";
"Visualizers" = "Visualisierungen";
"PR & NS colors settings" = "PR & NS-Farbeinstellungen";
"Plugins" = "Plugins";

/* Player Selection */
"MOD player" = "MOD-Player";
"SAP player" = "SAP-Player";
"SID player" = "SID-Player";
"VGM player" = "VGM-Player";
"YM player" = "YM-Player";
"NSF player" = "NSF-Player";
"PT3 player" = "PT3-Player";
"GBS player" = "GBS-Player";
"KSS player" = "KSS-Player";
"2SF player" = "2SF-Player";
"MIDI player" = "MIDI-Player";

/* Global Player Settings - Additional Descriptions */
"Only for plugins supporting this feature (GME, NSFPLAY, LIBVGM)" = "Nur für Plugins, die diese Funktion unterstützen (GME, NSFPLAY, LIBVGM)";
"0=auto, delay rounded to a multiple of audio buffer size" = "0=auto, Verzögerung gerundet auf Vielfaches der Audio-Puffergröße";
"Limited: not for subsong" = "Begrenzt: nicht für Subsongs";
"Default value is 3s" = "Standardwert ist 3s";
"Default action when selecting an archive or a multisong file" = "Standardaktion beim Auswählen eines Archivs oder einer Multisong-Datei";
"Play only selected entry or full archive/multisong file" = "Nur gewählten Eintrag oder vollständiges Archiv/Multisong-Datei abspielen";
"Show Welcome screen" = "Willkommensbildschirm anzeigen";
"Adplug priority for module" = "Adplug-Priorität für Modul";

/* FTP Settings */
"Server status" = "Serverstatus";
"FTP Server" = "FTP-Server";
"Authorize anonymous" = "Anonym erlauben";
"User" = "Benutzer";
"Password" = "Passwort";
"Port" = "Port";

/* Online Settings */
"MODLAND URL" = "MODLAND-URL";
"HVSC URL" = "HVSC-URL";
"ASMA URL" = "ASMA-URL";
"MODLAND Server" = "MODLAND-Server";
"MODLAND cust.URL" = "MODLAND eigene URL";
"HVSC Server" = "HVSC-Server";
"HVSC cust.URL" = "HVSC eigene URL";
"ASMA Server" = "ASMA-Server";
"ASMA cust.URL" = "ASMA eigene URL";


// ================================
// MARK: - SETTINGS - ADDITIONAL PLUGIN SETTINGS
// ================================

/* Visualization - MOD Pattern */
"Patterns BG Alpha" = "Pattern-BG-Alpha";
"Opacity of mod patterns view" = "Transparenz der MOD-Pattern-Ansicht";
"MOD Color Theme" = "MOD-Farbtheme";
"MOD Current Line" = "MOD-Aktuelle-Zeile";
"MOD Volume bars" = "MOD-Lautstärkebalken";
"MOD Pattern Font" = "MOD-Pattern-Schrift";
"MOD Pattern Font Size" = "MOD-Pattern-Schriftgröße";

/* Visualization - Piano Roll / MIDI */
"Piano Roll FX" = "Piano Roll-FX";
"PR/Spark FX" = "PR/Funken-FX";
"Display voices label" = "Stimmen-Label anzeigen";
"Notes scroller FX" = "Noten-Scroller-FX";
"NS/bars mode" = "NS/Balken-Modus";
"NS/bars style" = "NS/Balken-Stil";
"Vibrato display" = "Vibrato-Anzeige";
"Piano FX" = "Piano-FX";
"Piano bars mode" = "Piano-Balken-Modus";

/* Visualization - Spectrum */
"3D Sp.Bloom" = "3D-Sp.-Bloom";
"3D Land. Bloom" = "3D-Land.-Bloom";
"0: off" = "0: aus";

/* ProjectM Settings */
"ProjectM FX" = "ProjectM-FX";
"Rendering quality: Max is pixel resolution, 1/2 is half, ..." = "Renderqualität: Max ist Pixelauflösung, 1/2 ist halb, ...";
"Custom presets/textures should be copied in .projectm folder" = "Eigene Presets/Texturen sollten in .projectm-Ordner kopiert werden";
"Display preset name" = "Preset-Name anzeigen";
"Lim: display and disappear quickly" = "Lim: anzeigen und schnell ausblenden";
"Auto switch presets" = "Auto-Preset-Wechsel";
"Allow loading of milk file with script issues" = "Laden von Milk-Dateien mit Script-Problemen erlauben";
"Default is 15s" = "Standard ist 15s";
"Default is 2.7s" = "Standard ist 2,7s";
"Default value is 32" = "Standardwert ist 32";
"Default value is 24" = "Standardwert ist 24";
"Default value is 20" = "Standardwert ist 20";
"Hardcut" = "Hardcut";
"Hardcut triggers presets switch synchronized with beats." = "Hardcut löst Preset-Wechsel synchron zum Beat aus.";
"Hardcut min time" = "Hardcut-Mindestzeit";
"Preserve aspect ratio for compatible shaders." = "Seitenverhältnis für kompatible Shader beibehalten.";
"Default value is 1" = "Standardwert ist 1";
"Hardcut sensitivity" = "Hardcut-Empfindlichkeit";

/* Oscilloscope Settings */
"Oscillo FX" = "Oszilloskop-FX";
"Oscillo show labels" = "Oszilloskop-Labels anzeigen";
"Oscillo labels font size" = "Oszilloskop-Labels-Schriftgröße";
"Oscillo show grid" = "Oszilloskop-Raster anzeigen";
"Oscillo line width" = "Oszilloskop-Linienbreite";
"Reset all custom colors" = "Alle eigenen Farben zurücksetzen";
"Multi color | System 1" = "Mehrfarben | System 1";
"Multi color | System 2" = "Mehrfarben | System 2";
"Multi color | System 3" = "Mehrfarben | System 3";
"Multi color | System 4" = "Mehrfarben | System 4";
"Multi color | System 5" = "Mehrfarben | System 5";
"Multi color | System 6" = "Mehrfarben | System 6";
"Multi color | System 7" = "Mehrfarben | System 7";
"Multi color | System 8" = "Mehrfarben | System 8";

/* Piano/MIDI Colors */
"Custom color 01" = "Eigene Farbe 01";
"Custom color 02" = "Eigene Farbe 02";
"Custom color 03" = "Eigene Farbe 03";
"Custom color 04" = "Eigene Farbe 04";
"Custom color 05" = "Eigene Farbe 05";
"Custom color 06" = "Eigene Farbe 06";
"Custom color 07" = "Eigene Farbe 07";
"Custom color 08" = "Eigene Farbe 08";
"Custom color 09" = "Eigene Farbe 09";
"Custom color 10" = "Eigene Farbe 10";
"Custom color 11" = "Eigene Farbe 11";
"Custom color 12" = "Eigene Farbe 12";
"Custom color 13" = "Eigene Farbe 13";
"Custom color 14" = "Eigene Farbe 14";
"Custom color 15" = "Eigene Farbe 15";
"Custom color 16" = "Eigene Farbe 16";
"Custom color 17" = "Eigene Farbe 17";
"Custom color 18" = "Eigene Farbe 18";
"Custom color 19" = "Eigene Farbe 19";
"Custom color 20" = "Eigene Farbe 20";
"Custom color 21" = "Eigene Farbe 21";
"Custom color 22" = "Eigene Farbe 22";
"Custom color 23" = "Eigene Farbe 23";
"Custom color 24" = "Eigene Farbe 24";
"Custom color 25" = "Eigene Farbe 25";
"Custom color 26" = "Eigene Farbe 26";
"Custom color 27" = "Eigene Farbe 27";
"Custom color 28" = "Eigene Farbe 28";
"Custom color 29" = "Eigene Farbe 29";
"Custom color 30" = "Eigene Farbe 30";
"Custom color 31" = "Eigene Farbe 31";
"Custom color 32" = "Eigene Farbe 32";

/* Plugin Settings - Libopenmpt */
"Libopenmpt" = "Libopenmpt";

/* Plugin Settings - GME */
"GME" = "GME";
"Will skip song if nothing is played for specified duration (0=off)" = "Überspringt Song, wenn nichts für angegebene Dauer gespielt wird (0=aus)";

/* Plugin Settings - GSF */
"GSF" = "GSF";

/* Plugin Settings - NSFPLAY */
"NSFPLAY" = "NSFPLAY";
"Default length" = "Standardlänge";
"Oversampling. Min=0, default: 10" = "Oversampling. Min=0, Standard: 10";
"Min=off, default: 112" = "Min=aus, Standard: 112";
"Max=off, default: 164" = "Max=aus, Standard: 164";
"1/2/3=NTSC/PAL/DENDY\n4/5/6=force NTSC/PAL/DENDY" = "1/2/3=NTSC/PAL/DENDY\n4/5/6=NTSC/PAL/DENDY erzwingen";
"Forces IRQ capability for all NSFs, not just NSF2" = "Erzwingt IRQ-Fähigkeit für alle NSFs, nicht nur NSF2";
"APU unmute on reset" = "APU bei Reset freigeben";
"APU phase reset" = "APU-Phasen-Reset";
"APU non linear mixing" = "APU nicht-lineares Mixing";
"APU swap duty 1/2" = "APU Duty 1/2 tauschen";
"APU Initialize sweep unmute" = "APU Initialize Sweep Freigabe";
"DMC enable $4011 writes" = "DMC $4011-Schreibzugriff aktivieren";
"DMC enable periodic noise" = "DMC periodisches Rauschen aktivieren";
"DMC unmute on reset" = "DMC bei Reset freigeben";
"DMC anti clicking" = "DMC Anti-Klicken";
"DMC non linear mixer" = "DMC nicht-linearer Mixer";
"DMC randomize noise on reset" = "DMC Rauschen bei Reset zufällig";
"DMC mute triangle on pitch 0" = "DMC Triangle bei Pitch 0 stumm";
"prevents high frequency aliasing" = "verhindert Hochfrequenz-Aliasing";
"DMC rand. triangle" = "DMC zuf. Triangle";
"randomize triangle on reset" = "Triangle bei Reset zufällig";
"DMC reverse bits" = "DMC Bits umkehren";
"reverse bits of DPCM sample bytes" = "Bits der DPCM-Sample-Bytes umkehren";
"MMC5 non linear mixing" = "MMC5 nicht-lineares Mixing";
"MMC5 Phase reset" = "MMC5-Phasen-Reset";
"Reset phase counter after write $5003 and $5007" = "Phasenzähler nach Schreiben $5003 und $5007 zurücksetzen";
"FDS LP filter in Hz" = "FDS-LP-Filter in Hz";
"Cutoff frequency (0Hz=off, 2000Hz=default)" = "Grenzfrequenz (0Hz=aus, 2000Hz=Standard)";
"FDS reset \"phase\"" = "FDS \"Phase\" zurücksetzen";
"$4085 \"resets\" modular phase" = "$4085 \"setzt\" modulare Phase zurück";
"FDS write protect" = "FDS-Schreibschutz";
"write protect $8000-DFFF" = "Schreibschutz $8000-DFFF";
"VRC7 Replace with OPLL" = "VRC7 durch OPLL ersetzen";
"N163 Serial Multiplex mixing" = "N163-Serial-Multiplex-Mixing";
"N163 Write Protect Phase" = "N163-Schreibschutz-Phase";
"N163 Limit Wavelength" = "N163-Wellenlänge begrenzen";

/* Plugin Settings - ADPLUG */
"ADPLUG" = "ADPLUG";

/* Plugin Settings - HC (Highly Complete) */
"HC" = "HC";
"Only for HC plugin" = "Nur für HC-Plugin";

/* Plugin Settings - SID */
"SID" = "SID";
"Digiboost" = "Digiboost";

/* Plugin Settings - TIMIDITY */
"TIMIDITY" = "TIMIDITY";

/* Plugin Settings - UADE */
"UADE" = "UADE";
"Panning value" = "Panning-Wert";
"Gain value" = "Gain-Wert";

/* Plugin Settings - VGMPlay */
"VGMPLAY" = "VGMPLAY";

/* Plugin Settings - VGMStream */
"VGMSTREAM" = "VGMSTREAM";

/* Plugin Settings - XMP */
"XMP" = "XMP";

/* Plugin Settings - SEXYPSF */
"SEXYPSF" = "SEXYPSF";

/* Plugin Settings - GBSPlay */
"GBS" = "GBS";

/* Plugin Settings - STSOUND */
"STSOUND" = "STSOUND";

/* Plugin Settings - SC68 */
"SC68" = "SC68";

/* Additional Settings */
"Disable" = "Deaktivieren";
"Enter playlist name" = "Playlist-Name eingeben";
"Ask" = "Fragen";
"Play All" = "Alle abspielen";
"Single" = "Einzeln";
"Archive" = "Archiv";
"On" = "An";
"Off" = "Aus";
"Lim" = "Begr";

// ================================
// MARK: - PLAYLISTS - ADDITIONAL ENTRIES
// ================================

/* Playlist Menu Entries */
"Add a playlist" = "Playlist hinzufügen";
"Create a new playlist" = "Neue Playlist erstellen";
"Now playing" = "Aktueller Titel";
"1 entry" = "1 Eintrag";
"No entry" = "Kein Eintrag";
"Random picks" = "Zufällige Auswahl";
"Generate a randomized playlist" = "Zufällige Playlist generieren";
"Most played" = "Meist gespielt";
"Favorites" = "Favoriten";

/* Playlist Actions */
"Add/Remove files..." = "Dateien hinzufügen/entfernen...";
"More actions..." = "Weitere Aktionen...";
"Save as a new playlist" = "Als neue Playlist speichern";

// ================================
// MARK: - WELCOME PAGES
// ================================

"Welcome to Modizer!\n" = "Willkommen bei Modizer!\n";
"Level up your library." = "Erweitern Sie Ihre Bibliothek.";
"Sound meets visuals." = "Sound trifft auf Visuals.";
"Made with passion,\noffered for free." = "Leidenschaftlich gemacht, gratis.";

/* Welcome Page Messages */
"Your gateway to retro and tracker music.\nPower up your device with legendary game tunes, iconic tracker modules, and timeless chiptune classics." = "Ihr Zugang zu Retro- und Tracker-Musik.\nLaden Sie Ihr Gerät mit legendären Spielemelodien, ikonischen Tracker-Modulen und zeitlosen Chiptune-Klassikern auf.";

"Browse and stream from online catalogs, to complete your own collections.\nBuild, edit, and listen to playlists effortlessly." = "Durchsuchen und streamen Sie Online-Kataloge, um Ihre eigenen Sammlungen zu vervollständigen.\nErstellen, bearbeiten und hören Sie Playlists mühelos.";

"Unlock classic oscilloscope looks, spectrum bars, piano rolls, trackers view and ProjectM/Milkdrop FX. Let Modizer paint each track with motion and color." = "Entdecken Sie klassische Oszilloskop-Looks, Spektrum-Balken, Piano Rolls, Tracker-Ansicht und ProjectM/Milkdrop-FX. Lassen Sie Modizer jeden Track mit Bewegung und Farbe malen.";

"If you enjoy the app, tips are a great way to support its ongoing development.\nThank you for helping keep Modizer alive and evolving." = "Wenn Ihnen die App gefällt, sind Trinkgelder eine tolle Möglichkeit, die kontinuierliche Entwicklung zu unterstützen. Vielen Dank, dass Sie helfen, Modizer am Leben zu erhalten und weiterzuentwickeln.";

"Skip" = "Lassen";

// ================================
// MARK: - TIPS / DONATIONS
// ================================

/* Tips Screen */
"Support with a Tip" = "Mit einem Trinkgeld unterstützen";
"Enjoy Modizer ?" = "Gefällt Ihnen Modizer?";
"Your support helps keep Modizer running and ad-free!" = "Ihre Unterstützung hilft, Modizer am Laufen und werbefrei zu halten!";
"Already tipped so far" = "Bereits gespendet";
"Thank you for your support! ❤️" = "Vielen Dank für Ihre Unterstützung! ❤️";

/* Tip Tiers */
"Coffee" = "Kaffee";
"Coffee & Croissant" = "Kaffee & Croissant";
"Dinner" = "Abendessen";
"Loading..." = "Lädt...";

/* Tip Actions */
"Confirm Tip" = "Trinkgeld bestätigen";
"Send Tip" = "Trinkgeld senden";
"Send a %@ tip for %@?" = "Ein Trinkgeld von %@ für %@ senden?";
"Tip" = "Trinkgeld";

/* Tip Errors */
"Unable to load products. Please check your internet connection." = "Produkte konnten nicht geladen werden. Bitte Internetverbindung prüfen.";

/* Thank You Alert */
"Thank You! ❤️" = "Vielen Dank! ❤️";
"Your support means everything! Thank you for helping keep Modizer running." = "Ihre Unterstützung bedeutet alles! Vielen Dank, dass Sie helfen, Modizer am Laufen zu halten.";

// ================================
// MARK: - MAINTENANCE SCREEN
// ================================

/* Maintenance Actions */
"Clean Database" = "Datenbank bereinigen";
"Clear 'Now Playing' queue" = "Warteschlange leeren";
"Recreate Samples folder" = "Samples-Ordner neu erstellen";
"Reset settings to default" = "Einstellungen auf Standard zurücksetzen";
"Remove current cover" = "Aktuelles Cover entfernen";
"Reset Ratings" = "Bewertungen zurücksetzen";
"Reset Played Counters" = "Abspielzähler zurücksetzen";
"Reset Database" = "Datenbank zurücksetzen";
"Clear images cache" = "Bilder-Cache leeren";

/* Maintenance Messages */
"Settings reseted" = "Einstellungen zurückgesetzt";
"Ratings reseted" = "Bewertungen zurückgesetzt";
"Played Counters reseted" = "Abspielzähler zurückgesetzt";
"Samples folder created" = "Samples-Ordner erstellt";
"Cache cleaned" = "Cache geleert";
"Database reseted" = "Datenbank zurückgesetzt";
"No cover to remove" = "Kein Cover zum Entfernen";
"Cover removed" = "Cover entfernt";
"Database cleaned" = "Datenbank bereinigt";

/* Maintenance Confirmations */
"Are you sure you want to clean the DB, it might take a while ?" = "Datenbank wirklich bereinigen? Dies kann dauern.";
"Clean" = "Bereinigen";
"Cleaning DB" = "Bereinige DB";
"Cancelling..." = "Breche ab...";

// ================================
// MARK: - PLAYERMENU
// ================================

"Close FX\nwindow" = "FX-Fenster\nschließen";
"All FX off" = "Alle FX aus";
"FX\nalpha" = "FX\nAlpha";
"Show name\ntemp." = "Name\ntemp. zeigen";
"Show name" = "Name zeigen";
"Bundled\npresets" = "Mitgelieferte\nPresets";
"Custom\npresets" = "Eigene\nPresets";
"Blend\npresets" = "Presets\nüberblenden";
"Clear\nall" = "Alle\nlöschen";
"Select\nall" = "Alle\nauswählen";
"Favorites" = "Favoriten";
"Expand" = "Erweitern";
"Select\nlisted" = "Gelistete\nauswählen";
"Remove\nlisted" = "Gelistete\nentfernen";
"Selected" = "Ausgewählt";
"Collapse" = "Einklappen";
"Labels" = "Labels";
"Grid" = "Raster";
"Voices\nlabels" = "Stimmen\nLabels";
"Octaves\nlabels" = "Oktaven\nLabels";
"Volume\nbars" = "Lautstärke\nBalken";
"Fixed bar" = "Fester Balken";
"BG\nopacity" = "BG\nTransparenz";
"Bloom:\n%s" = "Bloom:\n%s";
"Thickness:\n%s" = "Dicke:\n%s";
"Font size\n%s" = "Schriftgröße\n%s";
"Font:\n%s" = "Schrift:\n%s";
"Info HUD:\n%s" = "Info-HUD:\n%s";
"Select active %s presets" = "Aktive %s-Presets auswählen";
"bundled" = "mitgeliefert";
"custom" = "eigen";
"Select\ncustom\npresets" = "Eigene\nPresets\nauswählen";
"Select\nbundled\npresets" = "Mitgelieferte\nPresets\nauswählen";
"Themes:\n%s" = "Themes:\n%s";

// MARK: - Voice Commands phrases
"Play some music in Modizer" = "Spiele Musik in Modizer";
"Start random playlist in Modizer" = "Starte zufällige Wiedergabe in Modizer";
"Play favorites in Modizer" = "Spiele Favoriten in Modizer";
"Start favorites playlist in Modizer" = "Starte Favoriten-Playlist in Modizer";
"Play most played in Modizer" = "Spiele meistgespielte in Modizer";
"Start most played playlist in Modizer" = "Starte meistgespielte Playlist in Modizer";
"Play a playlist in Modizer" = "Spiele eine Playlist in Modizer";
"Start a playlist in Modizer" = "Starte eine Playlist in Modizer";
"Toggle shuffle mode in Modizer" = "Zufallsmodus umschalten in Modizer";
"Change shuffle mode in Modizer" = "Shuffle-Modus ändern in Modizer";
"Change loop mode in Modizer" = "Wiederholungsmodus ändern in Modizer";
"Toggle repeat in Modizer" = "Repeat umschalten in Modizer";
"What's playing in Modizer" = "Was spielt in Modizer";
"Current song in Modizer" = "Aktueller Song in Modizer";

"Voices commands aren't supported in MacOS." = "Sprachbefehle werden unter macOS nicht unterstützt.";

/* Error messages */
"playlist_not_found_error" = "Playlist nicht gefunden. Verwenden Sie 'Playlists abrufen', um verfügbare Playlists anzuzeigen.";
"playlist_empty_error" = "Diese Playlist enthält keine Einträge. Bitte fügen Sie zuerst Musik hinzu.";

"%@ (name)" = "%@ (Name)";
  "%@ (packs)" = "%@ (Pakete)";
  "%@ (rating)" = "%@ (Bewertung)";
  "2D Spectrum settings" = "2D-Spektrum-Einstellungen";
  "3D landscape settings" = "3D-Landschaftseinstellungen";
  "3D spectrum settings" = "3D-Spektrum-Einstellungen";
  "Auto\nscaling" = "Auto\nSkalierung";
  "CGSC collection" = "CGSC-Sammlung";
  "CoverLibraryFolder" = "Als Cover des aktuellen Bibliotheksordners";
  "Feeling lucky" = "Auf gut Glück";
  "Hide MIDI & Piano FX" = "MIDI & Piano FX ausblenden";
  "Hide other note based FX if displayed (Piano, Midi)" = "Andere notenbasierte FX ausblenden, wenn angezeigt (Piano, Midi)";
  "JoshW Covers" = "JoshW-Cover";
  "Limit applied in Radio mode to avoid downloading too big files." = "Limit im Radio-Modus angewendet, um zu große Dateien zu vermeiden.";
  "MIDI pattern settings" = "MIDI-Pattern-Einstellungen";
  "MOD Pattern settings" = "MOD-Pattern-Einstellungen";
  "Next: %@" = "Nächster: %@";
  "Next: loading..." = "Nächster: Laden...";
  "Piano 3D settings" = "3D-Klavier-Einstellungen";
  "Piano roll settings" = "Piano-Roll-Einstellungen";
  "Radio download limit" = "Radio-Download-Limit";
  "Radio mode" = "Radio-Modus";
  "Try to download covers from TGDB or MobyGames." = "Versuche, Cover von TGDB oder MobyGames herunterzuladen.";     
